/* Alert
   badFolderAlert */
"Default Folder Changed" = "デフォルト フォルダー変更";

/* plugin name */
"Google Drive" = "Google ドライブ";

/* badFolderAlert
   OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Please check your internet connection or your Google Drive settings and permissions and try again." = "インターネット接続や Google ドライブの設定と権限を確認してからやり直してください。";

/* pick folder title */
"Please select a folder before uploading." = "フォルダーを選択してからアップロードしてください。";

/* Sign in */
"Sign In..." = "サインイン...";

/* Sign out */
"Sign Out" = "サインアウト";

/* Alert Message
   badFolderAlert */
"The default folder no longer exists. Please select a new default folder." = "デフォルト フォルダーが存在しません。新しいデフォルト フォルダーを選択してください。";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "キャプチャへのリンクを貼り付ける準備ができました。";

/* No comment provided by engineer. */
"Unable to share to Google Drive" = "Google ドライブで共有できません";

/* plugin button tooltip */
"Upload the capture to Google Drive for image or video hosting." = "画像やビデオをホスティングするために、キャプチャを Google ドライブにアップロードします。";

